Revit 2027 API
UnitTypeId.Horsepower Property
 Horsepower.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Horsepower { get; }
Public Shared ReadOnly Property Horsepower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Horsepower {
	ForgeTypeId^ get ();
}
static member Horsepower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace